// SPDX-License-Identifier: MIT

pragma solidity ^0.8.0;

/// @title: I never tell stories, you told me.
/// @author: manifold.xyz

import "./ERC721Creator.sol";

/////////////////////////////////////////////////////////////////////////
//                                                                     //
//                                                                     //
//                                                                     //
//                                                                     //
//                                                                     //
//                                                   ╓ µ               //
//                                         ╓,  ▓▄╓▓▓▓▓▓▓               //
//                                         ▓▓▓▓▓▓▓▓▓▓▓▓▓▌t             //
//                                        ,▀▓▓▓▓▓▓▓█▀▀▀`∩∩             //
//                                        ⌐ ╠▀▀╓µ≈∞¥─. ▐]              //
//                                         , /  ,¬   \  Φ╥v            //
//                                       áƒ {  /        ^▌╣\           //
//                                     ,\^  Å"        ,  Γ ▀"⌐         //
//                                    ╒╒   ƒ▐ ┘▓▓Ör └J▓▓ÅΓ  └⌐⌐        //
//                                   ∩/   ] ▐ ^╙▀^       Γvj  ⌐⌐       //
//                                  ┘Æ    ∩ "╘          ╒  ╙  ¼▐       //
//                                 ╛┘     U┘  └,       ,       ╕¼      //
//                                ╛╛            ∩-,,,-"         µp     //
//                               ╛ƒ           ╓R∩       ⁿ,      ▐▐     //
//                              ƒ ⌐       -^Å^  Γ     ∩ `ⁿw,`"≈, ∩p    //
//                             ╒ ┌    -Qk"`     ∩     Γ       `¬-.Å    //
//                               ═^⌠-"          ⌐     |                //
//                            ╘,-^                    ⌡                //
//                                                    ⌡                //
//                                             ]      |                //
//                                             ▐      |                //
//                                             ▐      Γ                //
//                                             ▐      Γ                //
//                                             ▐      b                //
//                                             ▐      ∩                //
//                                             ▐      b                //
//                                                    Γ                //
//                                              ∩     [                //
//                                              ⌡     ▐                //
//                                              ▐      ⌐               //
//                                              ▐      Γ               //
//                                              ▐      ▐               //
//                                              ▐                      //
//                                                                     //
//                                                                     //
//    ---                                                              //
//    ^[ [^ascii ^art ^generator](http://asciiart.club) ^]             //
//                                                                     //
//                                                                     //
//                                                                     //
/////////////////////////////////////////////////////////////////////////


contract STORIES is ERC721Creator {
    constructor() ERC721Creator("I never tell stories, you told me.", "STORIES") {}
}

